// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Annulla";
"SHUTDOWN_BUTTON"	= "Spegni";
"SKIP_BUTTON"		= "Ignora";
"QUIT_BUTTON"		= "Esci";
"GO_BUTTON"		= "Vai";

"CONNECT_BUTTON"	= "Collegamento";
"CONTINUE_BUTTON"	= "Continua";
"RECONNECT_BUTTON"	= "Riprova";
"GO_BACK_BUTTON"	= "Indietro";
"REGISTER_LATER_BUTTON"	= "Registrati più tardi";
"DONT_ACCEPT_BUTTON"	= "Non accetto";
"LEARNMORE_BUTTON"	= "Più informazioni";

"SYSTEM_PREFERENCES_BUTTON" = "Apri Preferenze di Sistema";

"SYSTEM_PREFERENCES" = "System Preferences";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Invia registrazione";

"LOCAL_ADMIN_SHORT_NAME" = "ammin";
"LOCAL_ADMIN_FULL_NAME" = "Amministratore";

"OTHER_AIRPORT_NETWORK" = "Altro Network";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Connessione all'altro Mac riuscita...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Configuro il computer…";
"MESSAGE_PREP_CONNECTION"	= "Preparo la connessione…";
"MESSAGE_CONNECTING"		= "Connetto a Apple…";
"MESSAGE_DISCONNECTING"		= "Disconnetto…";
"MESSAGE_REGISTRATION_SENT"	= "La tua registrazione è stata inviata a Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Impostazione Assistita non può essere utilizzata per configurare il computer.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Per modificare le impostazioni del computer, scegli Apple () > Preferenze di Sistema.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "L'Impostazione assistita di Mac OS X non può essere utilizzata con questo monitor.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Per impostare il tuo computer, scegli Preferenze di Sistema dal menu Apple. Per registrare il tuo prodotto, visita il sito www.apple.com/register";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Impossibile riconoscere il dispositivo collegato al mini-jack dell'altoparlante Apple.";
"MESSAGE_SPEAKER_CONNECTION"			= "Rimuovi la spina dalla presa e inseriscila di nuovo assicurandoti di farlo in modo corretto.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "La tua registrazione non è stata inviata.";
"MESSAGE_CONNECTION_FAILED"				= "Il computer non può connettersi ad Apple perché la connessione è occupata o le impostazioni di network sono incorrette. Fai clic su Riprova per tornare indietro e modifica le impostazioni o esegui la registrazione più tardi.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "La connessione ad Apple è occupata o il computer non può collegarsi ad internet. Controlla le impostazioni del network o collegati ad internet prima di inviare la tua registrazione.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Annullato…";
"MESSAGE_CONNECTION_CANCELED"			= "La tua registrazione verrà inviata a Apple la prossima volta che ti collegherai a Internet. Continua con la configurazione.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "La tua registrazione non può essere processata adesso.";
"MESSAGE_REGISTRATION_FAILED"			= "Puoi completare la registrazione successivamente aprendo il documento Invia registrazione situato nella tua cartella Inizio.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Le informazioni dell'account non sono corrette.";
"MESSAGE_AUTHENTICATION_FAILED"			= "Le informazioni sull'account che hai inserito sono state rifiutate dal tuo ISP. Fai clic su Indietro e correggi le informazioni, quindi riprova.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "La tua carta di credito non può essere processata.";
"MESSAGE_CC_VALIDATION_FAILED"			= "La tua carta di credito non può essere utilizzata. Fai clic su Indietro per verificare che le informazioni relative alla carta di credito siano corrette o inserisci una carta di credito differente e riprova.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Si è verificato un problema con le informazioni dell'indirizzo.";
"MESSAGE_INVALID_ADDRESS"				= "È stato rilevato un errore nell'indirizzo inserito. Fai clic su Indietro per assicurarti che le informazioni relative a città, codice postale, stato, provincia o contea siano corrette e riprova.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Informazioni di registrazione non valide.";
"MESSAGE_INVALID_FIRSTNAME"				= "È stato rilevato un errore nel nome inserito. Fai clic su Indietro per assicurarti che il nome sia corretto e riprova.";
"MESSAGE_INVALID_LASTNAME"				= "È stato rilevato un errore nel cognome inserito. Fai clic su Indietro per assicurarti che il cognome sia corretto e riprova.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "È stato rilevato un errore nel numero di telefono inserito. Fai clic su Indietro per assicurarti che il numero sia corretto e riprova.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Il modem non rileva alcun tono di chiamata.";
"MESSAGE_NO_DIAL_TONE"					= "Verifica che il modem sia collegato e fai clic su OK, oppure su Annulla per tornare indietro e seleziona l'opzione Ignora tono di chiamata.";

"MESSAGE_CC_IN_USE_TITLE"				= "Impossibile creare un account con questa carta di credito.";
"MESSAGE_CC_IN_USE"						= "Questa carta di credito è già stata usata per creare un account con questo provider Internet. Fai clic su Indietro e modifica le informazioni relative alla carta di credito oppure contatta l'ISP.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "Processo di registrazione MobileMe annullato.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Puoi fare clic su Riprova per connetterti di nuovo a MobileMe o annullare il processo di registrazione MobileMe e continuare a configurare il tuo computer.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Non hai fornito il suggerimento per la password.";
"MESSAGE_NO_HINT_WARNING"				= "Sei sicuro di non voler inserire un suggerimento password? Se dimentichi la password, dovrai reimpostarla.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Desideri spegnere il computer?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Non hai finito di configurare Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Non hai finito di configurare Mac OS X. Per saltare il processo di registrazione, fai clic su Ignora.";

"MESSAGE_QUIT_TITLE" = "Sei sicuro di voler uscire?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Se esci adesso, la tua registrazione non verrà inviata a Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Se vuoi continuare con la configurazione ma non vuoi concludere la registrazione adesso, fai clic su Registra Dopo.";

"MESSAGE_CANCEL_TITLE" = "Sei sicuro?";

"MESSAGE_SKIP_USER_INFO" = "Se non vuoi inviare le tue informazioni personali, fai clic su Continua.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Si è verificato un errore inatteso.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Si è verificato un errore insatteso.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Errore";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Ci dispiace...";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[Configurazione network fallita]";
"ERROR_MESSAGE_ICConfigure"				= "[Configurazione Internet fallita]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[Creazione account locale fallita]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Impossibile configurare la connessione al network.  Non potrai inviare le informazioni della tua registrazione o collegarti a Internet.  Fai clic su Annulla per modificare le impostazioni network, oppure fai clic su OK per chiudere l'applicazione.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Ci dispiace";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Avviso";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Se è corretto fai clic su OK.";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Non hai fornito tutte le informazioni richieste.";
"ERROR_MESSAGE_VALIDATION_0001" = "Per inserire le informazioni, fai clic su Indietro e verifica i campi contrassegnati da una freccia rossa.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Il testo inserito è troppo corto.";
"ERROR_MESSAGE_VALIDATION_0002" = "Controlla i campi evidenziati e correggi il testo.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Le informazioni inserite non sono corrette. Inserisci nuovamente le informazioni e verifica che siano corrette.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Il nome utente o la password che hai inserito non sono corretti, oppure è stata disabilitata la modalità di login.";
"ERROR_MESSAGE_VALIDATION_0004" = "Riprova a inserire le tue informazioni o contatta l’amministratore del server.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Il nome utente o la password che hai inserito non sono corretti, oppure è stata disabilitata la modalità di login.";
"ERROR_MESSAGE_VALIDATION_0005" = "Riprova a inserire le tue informazioni o contatta l’amministratore del server.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Il nome inserito non può essere utilizzato.";
"ERROR_MESSAGE_VALIDATION_0006" = "Controlla il campo evidenziato e inserisci un nome account differente.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Il nome inserito non può essere utilizzato.";
"ERROR_MESSAGE_VALIDATION_0007" = "Questo nome non è disponibile. Inseriscine un altro.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Il campo dell'indirizzo IP è vuoto. Inserisci l'indirizzo IP e verifica che sia corretto.";
"ERROR_MESSAGE_VALIDATION_0010" = "L'indirizzo IP inserito contiene caratteri non validi. Inserisci nuovamente l'indirizzo IP e verifica che sia corretto.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "L'indirizzo deve comprendere 4 segmenti."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Controlla il campo evidenziato e inserisci un indirizzo valido. Se non disponi di questi dati, consulta il tuo amministratore network.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "L'indirizzo deve comprendere 4 segmenti."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Controlla il campo evidenziato e inserisci un indirizzo valido. Se non disponi di questi dati, consulta il tuo amministratore network.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Ogni segmento dell'indirizzo deve contenere da 1 a 3 caratteri."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Controlla il campo evidenziato e inserisci un indirizzo valido. Se non disponi di questi dati, consulta il tuo amministratore network.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "L'indirizzo inserito non è valido.";
"ERROR_MESSAGE_VALIDATION_0014" = "Controlla il campo evidenziato e inserisci un indirizzo valido. Se non disponi di questi dati, consulta il tuo amministratore network.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "La maschera di sottorete inserita non è corretta.";
"ERROR_MESSAGE_VALIDATION_0015" = "Controlla il campo evidenziato e inserisci una maschera di sottorete valida. Se non disponi di questi dati, consulta il tuo amministratore network.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Esiste già un account Open Directory con questo nome. Se usi questo nome non potrai accedere all’account esistente.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "I campi non possono contenere lo stesso valore.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "La password inserita non è valida.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Il numero di carta di credito inserito non può essere utilizzato.";
"ERROR_MESSAGE_VALIDATION_0019" = "Verifica i campi evidenziati e inserisci un numero di carta di credito valido.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Il tuo nome di account non può iniziare con un numero.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Verifica che l'indirizzo e-mail inserito sia corretto.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "L'indirizzo IP e l'indirizzo router non sono coerenti con la maschera di sottorete inserita. Controlla i seguenti campi e inserisci valori validi:\n     Indirizzo IP\n     Maschera di sottorete\n     Indirizzo router\nSe non conosci queste informazioni, rivolgiti all'amministratore network.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Il nome inserito non può essere utilizzato.";
"ERROR_MESSAGE_VALIDATION_0023" = "Controlla il campo evidenziato e scegli un nome differente.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Informazioni duplicate.";
"ERROR_MESSAGE_VALIDATION_0024" = "Controlla il campo evidenziato e inserisci dei valori unici.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Questo computer non è riportato nell'elenco di controllo accesso alla stazione base.";
"ERROR_MESSAGE_VALIDATION_0025" = "Aggiungi questo computer all'elenco di controllo accesso alla stazione base.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Si è verificato un errore durante l'accesso al network selezionato.";
"ERROR_MESSAGE_VALIDATION_0026" = "Controlla le impostazioni AirPort o prova a collegarti a un network differente.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Mancano alcune delle informazioni di registrazione.";
"ERROR_MESSAGE_VALIDATION_0027" = "Per inserire le informazioni, fai clic su Indietro e verifica i campi contrassegnati da una freccia rossa.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Inserisci un codice postale valido.";
"ERROR_MESSAGE_VALIDATION_1001" = "Inserisci un prefisso valido.";
"ERROR_MESSAGE_VALIDATION_1002" = "Inserisci un numero locale valido.";
"ERROR_MESSAGE_VALIDATION_1003" = "Inserisci un numero di telefono valido.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Il numero di contratto inserito non è valido.";
"ERROR_MESSAGE_VALIDATION_2000" = "Il numero del contratto deve essere costituito da 12 o 15 cifre.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Le password non coincidono.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Controlla i campi contrassegnati da frecce rosse e inserisci la stessa password in entrambi i campi.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Non hai inserito una password per il tuo account utente.";
"ERROR_NO_PASSWORD_INSECURE" = "Se il tuo account utente non possiede una password, il computer non sarà sicuro. Fai clic su Annulla per inserire una password.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Esiste già un account Open Directory con questo nome lungo.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Se usi questo nome non potrai accedere all’account utente esistente. Sei sicuro di voler creare un account locale con questo nome?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Esiste già un account Open Directory con questo nome.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Se usi questo nome non potrai accedere all’account utente esistente. Sei sicuro di voler creare un account locale con questo nome?";

"ERROR_IP_AND_ROUTER_TITLE" = "Sei sicuro di volere che l'indirizzo IP e l'indirizzo router siano identici?";
"ERROR_IP_AND_ROUTER" = "Se il tuo indirizzo IP e indirizzo router sono uguali, potrebbero verificarsi dei problemi di network. Se non conosci il tuo indirizzo IP e il tuo indirizzo router, consulta l'amministratore network prima di continuare.";

"ERROR_POSTAL_USA_TITLE" = "Il codice postale inserito non è valido.";
"ERROR_POSTAL_USA" = "Il CAP deve avere 5 cifre, o 9 cifre per zip+4 CAP e deve avere il formato XXXXX-XXXX dove le X sono le cifre del CAP.";

"ERROR_POSTAL_JAPAN_TITLE" = "Il codice postale inserito non è valido.";
"ERROR_POSTAL_JAPAN" = "Il CAP deve avere 7 cifre, e deve avere il formato XXX-XXXX dove le X sono le cifre del CAP.";

"ERROR_POSTAL_OTHER_TITLE" = "Il codice postale inserito non è valido.";
"ERROR_POSTAL_OTHER" = "Il codice postale deve essere più corto di 32 caratteri.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "Il prefisso inserito non è valido.";
"ERROR_AREA_CODE_CANADA_USA" = "Il prefisso deve essere maggiore di 200, e non può essere 411, 611 o 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Il numero telefonico locale inserito, non è valido.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Il numero di cambio deve essere maggiore di 200 e non può essere 411, 611 o  911. Inserisci nuovamente il tuo numero di telefono e verifica che sia corretto.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Il numero telefonico locale inserito, non è valido.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Il numero di cambio non può essere 555 per il prefisso inserito. Inserisci nuovamente il tuo numero di telefono e verifica che sia corretto.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Il numero telefonico inserito non è valido.";
"ERROR_PHONE_NUMBER_JAPAN" = "Il numero di telefono deve comprendere almeno 10 cifre.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Il numero telefonico inserito non è valido.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Il numero di telefono deve comprendere 10 cifre.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "L'utente e la password non possono essere gli stessi.";
"ERROR_USERNAME_AND_PASSWORD"		= "Ciò compromette la sicurezza del tuo computer. Inserisci una password diversa.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Alcune valori DNS sono duplicati.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Controlla il campo evidenziato e inserisci dei valori DNS unici.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "Il suggerimento e la password non possono essere gli stessi.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Ciò compromette la sicurezza del tuo computer. Inserisci un suggerimento o una password diversi.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Million";
"Internet Service Plan"                 = "Programma servizio Internet";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Introduzione";
